/* No comment provided by engineer. */
"%@ daily average" = "%@ en moyenne par jour";

/* No comment provided by engineer. */
"Daily Average" = "Moyenne quotidienne";

/* No comment provided by engineer. */
"%@ total" = "%@ au total";

/* No comment provided by engineer. */
"About Duffy" = "À propos de Duffy";

/* No comment provided by engineer. */
"Ask a Question" = "Poser une question";

/* No comment provided by engineer. */
"Change Your Goal" = "Modifier votre objectif";

/* No comment provided by engineer. */
"Details" = "Détails";

/* No comment provided by engineer. */
"Feedback" = "Commentaires";

/* No comment provided by engineer. */
"Filter" = "Filtrer";

/* No comment provided by engineer. */
"Help" = "Aide";

/* No comment provided by engineer. */
"How To Change Your Goal" = "Comment modifier votre objectif";

/* No comment provided by engineer. */
"Kilometer Travelled" = "Kilomètre parcouru";

/* No comment provided by engineer. */
"Kilometers Travelled" = "Kilomètres parcourus";

/* No comment provided by engineer. */
"Loading..." = "Chargement...";

/* No comment provided by engineer. */
"Mile Travelled" = "Mile parcouru";

/* No comment provided by engineer. */
"Miles Travelled" = "Miles parcourus";

/* No comment provided by engineer. */
"Flights Climbed" = "Étages montés";

/* No comment provided by engineer. */
"No data for the previous week" = "Aucune donnée pour la semaine précédente";

/* No comment provided by engineer. */
"of %@ goal %@" = "sur un objectif de %1$@ %2$@";

/* No comment provided by engineer. */
"Previous Week" = "Semaine précédente";

/* No comment provided by engineer. */
"Privacy Policy" = "Politique de confidentialité";

/* No comment provided by engineer. */
"Published By" = "Publié par";

/* No comment provided by engineer. */
"Rate Duffy" = "Noter Duffy";

/* No comment provided by engineer. */
"Since" = "Depuis";

/* No comment provided by engineer. */
"Since %@" = "Depuis le %@";

/* No comment provided by engineer. */
"STEPS" = "Pas";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "Ce guide explique comment modifier votre objectif quotidien de pas (actuellement %@ pas). Votre objectif ne peut être modifié que depuis l’app Duffy sur Apple Watch.";

/* No comment provided by engineer. */
"Trend" = "Tendance";

/* No comment provided by engineer. */
"Version: %@" = "Version : %@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "Voir l’historique";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"floors" = "étages";


/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "Depuis la vue Aujourd’hui de l’app Apple Watch, faites défiler l’écran en glissant votre doigt vers le haut ou en tournant la couronne numérique.";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "Touchez le bouton « Modifier l’objectif » qui apparaît en bas de l’écran.";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Sélectionnez un nouvel objectif en glissant votre doigt ou en tournant la couronne numérique. Touchez ensuite le bouton « Définir l’objectif » pour l’enregistrer.";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Sélectionnez un nouvel objectif en touchant les boutons plus (+) ou moins (-) ou en tournant la couronne numérique. Touchez ensuite le bouton « Définir l’objectif » pour l’enregistrer.";

/* No comment provided by engineer. */
"%@ STEPS" = "%@ PAS";

/* No comment provided by engineer. */
"Trophies" = "Trophées";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "Une fois votre objectif atteint, vous gagnez un trophée selon le nombre de pas effectués au-delà de votre objectif (%@).";

/* No comment provided by engineer. */
"Reached your goal" = "Objectif atteint";

/* No comment provided by engineer. */
"25% over your goal" = "25 % au-dessus de votre objectif";

/* No comment provided by engineer. */
"50% over your goal" = "50 % au-dessus de votre objectif";

/* No comment provided by engineer. */
"75% over your goal" = "75 % au-dessus de votre objectif";

/* No comment provided by engineer. */
"Double your goal" = "Le double de votre objectif";

/* Title of a button that changes display options of a chart */
"Options" = "Options";

/* Header of a section that summarizes aggregate data */
"Summary" = "Résumé";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "Options du graphique";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "Données";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "Indicateurs";

/* Option to change how the lines on a chart are drawn */
"Lines" = "Courbes";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "Afficher les courbes";

/* Option describing a graph line that plots every data point */
"Detail" = "Détail";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "Tendance";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "Moyenne";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "Objectif";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ et %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "moy";

/* No comment provided by engineer. */
"Show More" = "Afficher plus";

/* No comment provided by engineer. */
"Miles" = "Miles";

/* No comment provided by engineer. */
"Kilometers" = "Kilomètres";

/* No comment provided by engineer. */
"To go" = "Restant";

/* No comment provided by engineer. */
"Flights" = "Étages";

/* No comment provided by engineer. */
"Distance" = "Distance";

/* No comment provided by engineer. */
"No Steps Today" = "Aucun pas aujourd’hui";

/* No comment provided by engineer. */
"6 AM" = "6 H";

/* No comment provided by engineer. */
"NOON" = "MIDI";

/* No comment provided by engineer. */
"6 PM" = "18 H";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"See the Trophies" = "Voir les trophées";

/* No comment provided by engineer. */
"Your Goal" = "Votre objectif";

/* No comment provided by engineer. */
"Code" = "Code";

/* No comment provided by engineer. */
"Design" = "Design";

/* No comment provided by engineer. */
"Last: %@" = "Dernier : %@";

/* No comment provided by engineer. */
"Not awarded yet" = "Pas encore obtenu";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "Obtenez le trophée fusée lorsque votre nombre de pas atteint 2 fois votre objectif.";

/* No comment provided by engineer. */
"%@x your goal!" = "%@x votre objectif !";

/* No comment provided by engineer. */
"From Prior Week" = "Par rapport à la semaine précédente";

/* No comment provided by engineer. */
"Appreciation" = "Remerciements";

/* No comment provided by engineer. */
"Tip Jar" = "Pourboires";

/* No comment provided by engineer. */
"Learn more about Duffy" = "En savoir plus sur Duffy";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "Je m’appelle Patrick et j’aspire à créer des apps que les gens adorent. Quand j’ai créé Duffy, je ne m’attendais pas à être payé. C’est pourquoi il n’y a ni publicité, ni abonnement, ni collecte de données d’aucune sorte. Je veux simplement perfectionner mon métier tout en répondant à un besoin.\n\nDuffy est un travail de passion mené le soir et le week-end : savoir que mon travail d’entretien et d’amélioration de cette app est apprécié m’aide beaucoup.\n\nSi Duffy est une app que vous aimez et que vous en avez les moyens, envisagez de témoigner votre reconnaissance en choisissant l’un des pourboires ci-dessous :";

/* No comment provided by engineer. */
"Dismiss" = "Fermer";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Merci beaucoup pour votre pourboire ! 🙏";

/* No comment provided by engineer. */
"Try Again" = "Réessayer";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "Votre pourboire n’a pas abouti. Voulez-vous réessayer ?";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "Impossible de communiquer avec l’App Store. Voulez-vous réessayer ?";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 Merci beaucoup pour votre pourboire !";

/* No comment provided by engineer. */
"Sort" = "Trier";

/* No comment provided by engineer. */
"Newest to Oldest" = "Du plus récent au plus ancien";

/* No comment provided by engineer. */
"Oldest to Newest" = "Du plus ancien au plus récent";

/* No comment provided by engineer. */
"Select Date" = "Choisir une date";

/* No comment provided by engineer. */
"Last %d days" = "%d derniers jours";

/* No comment provided by engineer. */
"Change my Daily Goal" = "Modifier mon objectif quotidien";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Autoriser Duffy à compter mes pas";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "Ajouter les pas à mon cadran";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "Passer des miles aux kilomètres";

/* No comment provided by engineer. */
"Need Help?" = "Besoin d’aide ?";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "Souhaitez-vous modifier votre objectif quotidien de pas ou avez-vous besoin d’aide pour autre chose ?";

/* No comment provided by engineer. */
"View More Help Topics" = "Voir plus de rubriques d’aide";

/* No comment provided by engineer. */
"Your tip is pending." = "Votre pourboire est en attente.";

/* No comment provided by engineer. */
"Step Count Mismatch" = "Nombre de pas incohérent";

/* No comment provided by engineer. */
"Complication Not Updating" = "La complication ne se met pas à jour";
